Repository: codler/EasyDrive
Catalog: EasyDrive/*.lproj/Localizable.strings
Languages: fr

source: Preferences
fr: Préférences

# About
source: About EasyDrive
fr: À propos d'EasyDrive

source: Cancel
fr: Annuler

# Quit
source: Quit EasyDrive
fr: Quitter EasyDrive

source: Open
fr: Ouvrir

source: Mount
fr: Monter

# Unmount
source: Eject
fr: Éjecter

# DeduplicateMessageText
source: Une autre instance d'EasyDrive est déjà en cours d'execusion
fr: Another copy of EasyDrive is already running.

# DeduplicateInformativeText
source: Cette instance va maintenant s'arrêter
fr: This copy will now quit.

# CannotEjectMessageText
source: Eject failed
fr: Échec de l’éjection

# CannotEjectInformativeText
source: could not be unmounted. Make sure that all applications and files are closed on this disk.
fr: ne peut pas être démonté. Assurez-vous que toutes les applications et les fichiers de ce disque sont fermés.

# CheckForUpdate
source: Check for updates
fr: Vérifier les mises à jour

# Connection
source: Plugged in
fr: Connexion

# Connected
source: has been connected
fr: a été connecté

source: Ejection
fr: Éjection

# Ejected
source: has been ejected
fr: a été ejecté
